{"data":{"markdownRemark":{"html":"<p>Vee and I approached the RASNZ 2018 conference full of anticipation, excitement, and a hint of trepidation. The cost was putting a decent dent in our untouched club budget; as we had never been to a RASNZ conference before, we were taking what we believed to be a substantial leap into the dark. Fortunately the local Wellington Astronomical Society, run by the fantastic Antony Gomez, was able to contribute to the cost of flights down to Christchurch. Still, there remained the $250 tickets (per person) and the accomodation to cover. We ran a sausage sizzle at the Kelburn Campus to help, but majority of it came out of the club budget….we certainly felt the weight of the investment on the way down!</p>\n<p>Much to our joy, the conference was well worth the trip, time, and money. We arrived a day early and left a day late to score the cheapest flight + accommodation combo, so were able to fully immerse ourselves in the Christchurch astronomy scene for the weekend. We were fortunate enough to be the first speakers of the whole conference; opening night on Friday found Vee and myself shakily delivering our speech to a packed hall of strangers. Little were we to know that later that weekend we would win the prize for best speakers of the conference!</p>\n<p>The conference brought together a huge range of speakers, from extremely technical talks presented by PHD students studying astrophysicists at Canterbury University, to a fabulous speech on the four ways the universe could end by Katie Mack from North Carolina State University. Despite the extremely high level of speeches, my personal highlight from the whole conference was really the culture. The community feel of the weekend was warm, inviting, and inclusive. Although there is admittedly still a decent way to go in diversity (both in age and culture), there is a distinct sense of optimism moving forwards into the future. The SWAPA students (high school students sponsored by the society) were especially celebrated. It is a rare experience to feel this sort of inclusion between professionals and novices in such a niche area; especially in something as academic as astronomy. </p>\n<p>Overall, I left the weekend feeling slightly nostalgic and already looking forward to meeting with newly made friends at next year’s conference in 2019. If you have a passion for astronomy and the future of New Zealand’s dark skies then I would highly recommend this conference...for those looking for a supportive environment to develop your passion in Space, I can think of no better place to start. </p>","frontmatter":{"date":"2018-10-16","title":"RASNZ Conference","tags":["astronomy","conference","presentation"],"cover":{"childImageSharp":{"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAFwABAQEBAAAAAAAAAAAAAAAABAABAv/EABYBAQEBAAAAAAAAAAAAAAAAAAACBP/aAAwDAQACEAMQAAABP2TNUJiR/8QAGBAAAwEBAAAAAAAAAAAAAAAAAAERAhP/2gAIAQEAAQUCWmjrooylP//EABURAQEAAAAAAAAAAAAAAAAAABAR/9oACAEDAQE/AYf/xAAUEQEAAAAAAAAAAAAAAAAAAAAQ/9oACAECAQE/AT//xAAWEAADAAAAAAAAAAAAAAAAAAAQICH/2gAIAQEABj8CFT//xAAYEAADAQEAAAAAAAAAAAAAAAAAAREhMf/aAAgBAQABPyHijhIU9bRsqeFwtH//2gAMAwEAAgADAAAAEOPv/8QAFREBAQAAAAAAAAAAAAAAAAAAABH/2gAIAQMBAT8QI//EABYRAQEBAAAAAAAAAAAAAAAAAAARAf/aAAgBAgEBPxC6r//EABsQAAIDAAMAAAAAAAAAAAAAAAERACExUWGB/9oACAEBAAE/EATYk0qMpgPGBcrEErbhEM6cTJ63BmM//9k=","aspectRatio":1.3333333333333333,"src":"/static/29c3f93c7914fa55846e03d556aa7813/c73d4/rasnz.jpg","srcSet":"/static/29c3f93c7914fa55846e03d556aa7813/9d536/rasnz.jpg 480w,\n/static/29c3f93c7914fa55846e03d556aa7813/3a258/rasnz.jpg 960w,\n/static/29c3f93c7914fa55846e03d556aa7813/c73d4/rasnz.jpg 1920w,\n/static/29c3f93c7914fa55846e03d556aa7813/0795d/rasnz.jpg 2880w,\n/static/29c3f93c7914fa55846e03d556aa7813/c08bb/rasnz.jpg 3840w,\n/static/29c3f93c7914fa55846e03d556aa7813/f40e2/rasnz.jpg 4160w","srcWebp":"/static/29c3f93c7914fa55846e03d556aa7813/29159/rasnz.webp","srcSetWebp":"/static/29c3f93c7914fa55846e03d556aa7813/69238/rasnz.webp 480w,\n/static/29c3f93c7914fa55846e03d556aa7813/a7eee/rasnz.webp 960w,\n/static/29c3f93c7914fa55846e03d556aa7813/29159/rasnz.webp 1920w,\n/static/29c3f93c7914fa55846e03d556aa7813/5301c/rasnz.webp 2880w,\n/static/29c3f93c7914fa55846e03d556aa7813/6c661/rasnz.webp 3840w,\n/static/29c3f93c7914fa55846e03d556aa7813/9f448/rasnz.webp 4160w","sizes":"(max-width: 1920px) 100vw, 1920px"},"resize":{"src":"/static/29c3f93c7914fa55846e03d556aa7813/d260a/rasnz.jpg"}}},"picture1":null}}},"pageContext":{"pathSlug":"/rasnz-conference","prev":{"frontmatter":{"path":"/act-in-space-hackathon","title":"Act in Space Hackathon","author":"Amber Joseph","tags":["hackathon","start-up","national"]}},"next":{"frontmatter":{"path":"/guardians-of-the-galaxy","title":"Guardians of the Galaxy","author":"Amber Joseph","tags":["gatsby","news","other"]}}}}